Repository: common-repository/clone-spc
Catalog: lang/clone-spc-*.po
Languages: ru_ru

source: Cloning theme files
ru_ru: Клонировать файлы темы

source: Around the errors? So the problem with CHMOD, click
ru_ru: Вокруг ошибки? Возможно проблемы с SHMOD, нажмите

source: here to update the CHMOD - Dir: 0755; File: 0644 (should help)
ru_ru: здесь чтобы обновить CHMOD - Папки - 0755, Файлы 0644 (должно помочь)

source: The field can not be empty!<br>
ru_ru: Поле не должно быть пустым!<br>

source: Filename
ru_ru: Имя файла

source: already exists! Think more!
ru_ru: уже существует! Придумайте другое!

source: You can not use Russian characters!
ru_ru: Нельзя вводить русские символы!

source: File
ru_ru: Файл

source: successfully cloned!
ru_ru: успешно клонирован!

source: The original name
ru_ru: Исходное имя

source: NEW NAME
ru_ru: Новое имя

source: clone
ru_ru: клонировать

source: remove
ru_ru: удалить

source: Add Template Name?
ru_ru: Добавить Template Name?
